// invalid keyword
TEST "bad command":
-INPUT:
add 2 3
asdf 2 3
-OUTPUT:
5
ERROR:
END

// wrong number of arguments tests
TEST "add - too many args":
-INPUT:
add 2 3 3
-OUTPUT:
ERROR:
END

TEST "multiply - too many args":
-INPUT:
multiply 2 3 3
-OUTPUT:
ERROR:
END

TEST "add - not enough args":
-INPUT:
add 1
-OUTPUT:
ERROR:
END

TEST "multiply - not enough args":
-INPUT:
multiply 1
-OUTPUT:
ERROR:
END